Repository: qlands/alliance_extensions
Catalog: alliance_sso/sso/locale/*/LC_MESSAGES/sso.po
Languages: es, fr, pt, uk

source: You must use the link "Sign in with your HealthRight account"
es: Debe utilizar el enlace "Iniciar sesión con su cuenta HealthRight"
fr: Vous devez utiliser le lien "Se connecter avec votre compte HealthRight".
pt: Você deve usar o link "Entrar com sua conta HealthRight".
uk: Ви повинні скористатися посиланням "Увійдіть за допомогою свого облікового запису HealthRight"

source: Error while authorizing your credentials
es: Error al autorizar sus credenciales
fr: Erreur d'autorisation de vos données d'identification
pt: Erro ao autorizar suas credenciais
uk: Помилка під час авторизації облікових даних

source: Your user account hasn't been registered in MEARL. Contact the MEARL administrator
es: Tu cuenta de usuario no se ha registrado en MEARL. Póngase en contacto con el administrador de MEARL
fr: Votre compte d'utilisateur n'a pas été enregistré chez MEARL. Veuillez contacter l'administrateur MEARL.
pt: Sua conta de usuário não foi registrada no MEARL. Entre em contato com o administrador da MEARL.
uk: Ваш обліковий запис користувача не зареєстровано в MEARL. Зверніться до адміністратора MEARL

source: Is super user
es: Es superusuario
fr: Vous êtes un superutilisateur
pt: Você é um superusuário
uk: є суперкористувачем

source: Can create projects
es: Puede crear proyectos
fr: Vous pouvez créer des projets
pt: Você pode criar projetos
uk: Може створювати проекти

source: Can upload forms
es: Puede cargar formularios
fr: Vous pouvez télécharger des formulaires
pt: Você pode carregar formulários
uk: Можна завантажувати форми

source: Welcome to the MEARL platform
es: Bienvenido a la plataforma MEARL
fr: Bienvenue sur la plateforme MEARL
pt: Bem-vindo à plataforma MEARL
uk: Ласкаво просимо до платформи MEARL

source: Sign in with your HealthRight account
es: Inicie sesión con su cuenta HealthRight
fr: Connectez-vous avec votre compte HealthRight
pt: Faça login com sua conta HealthRight
uk: Увійдіть за допомогою свого облікового запису HealthRight

source: or if you are an intern with your email address and password
es: o si eres becario con tu dirección de correo electrónico y contraseña
fr: ou si vous êtes boursier avec votre adresse électronique et votre mot de passe
pt: ou se você for bolsista com seu endereço de e-mail e senha
uk: або якщо ви стажер - адресу електронної пошти та пароль

source: Username
es: Nombre de usuario
fr: Nom de l'utilisateur
pt: Nome do usuário
uk: Ім'я користувача

source: Email address
es: Dirección de correo electrónico
fr: Adresse électronique
pt: Endereço de e-mail
uk: Адреса електронної пошти

source: Password
es: Contraseña
fr: Mot de passe
pt: Senha
uk: Пароль

source: Sign in
es: Iniciar sesión
fr: Se connecter
pt: Fazer login
uk: Увійдіть в систему

source: Powered by FormShare
es: Usando FormShare
fr: Utilisation de FormShare
pt: Usando o FormShare
uk: На основі FormShare
